Repository: thjomnx/django-runplan
Catalog: runplan/locale/*/LC_MESSAGES/django.po
Languages: de

source: meeting date
de: Startzeit

source: canceled
de: abgesagt

source: contact phone
de: Rufnummer

source: starting point
de: Treffpunkt

source: track name
de: Strecke

source: track length [km]
de: Streckenlänge [km]

source: comment text
de: Kommentartext

source: remarks
de: Bemerkungen

source: offered seats
de: Angebotene Plätze

source: notify only on observed runs
de: Nur bei beobachteten Läufen benachrichtigen

source: notify on newly created run
de: Bei neuen Läufen benachrichtigen

source: notify when run has changed
de: Bei Laufplanänderungen benachrichtigen

source: notify on canceled run
de: Bei abgesagten Läufen benachrichtigen

source: notify when user attends run
de: Bei neuen Teilnehmern benachrichtigen

source: notify when user revokes run attendance
de: Benachrichtigen, wenn Teilnehmer absagt

source: notify on transport offers
de: Bei neuen Mitfahrgelegenheiten benachrichtigen

source: notify when transport offers change
de: Benachrichtigen, wenn Mitfahrgelegenheiten sich ändert

source: notify on canceled transport offers
de: Benachrichtigen, wenn Mitfahrgelegenheit abgesagt wird

source: notify when user has taken transport seat
de: Benachrichtigen, wenn Teilnehmer Platz belegt

source: notify when user has freed transport seat
de: Benachrichtigen, wenn Teilnehmer Platz freigibt

source: %(user)s created new run %(run)s
de: %(user)s hat %(run)s geplant

source: %(user)s edited run %(run)s
de: %(user)s hat %(run)s aktualisiert

source: %(user)s canceled run %(run)s
de: %(user)s hat %(run)s abgesagt

source: %(user)s attends on run %(run)s
de: %(user)s nimmt an %(run)s teil

source: %(user)s revokes for run %(run)s
de: %(user)s hat für %(run)s abgesagt

source: %(user)s offered new transport for run %(run)s
de: %(user)s hat für %(run)s Mitfahrgelegenheit angeboten

source: %(user)s edited transport for run %(run)s
de: %(user)s hat Mitfahrgelegenheit für %(run)s aktualisiert

source: %(user)s canceled transport for run %(run)s
de: %(user)s hat Mitfahrgelegenheit für %(run)s abgesagt

source: %(user)s took seat on transport for run %(run)s
de: %(user)s hat Platz in Mitfahrgelegenheit für %(run)s belegt

source: %(user)s freed seat on transport for run %(run)s
de: %(user)s hat Platz in Mitfahrgelegenheit für %(run)s freigegeben

source: This is an auto-generated e-mail - please do not respond!
de: Dies ist eine automatisch generierte E-Mail - bitte nicht antworten!

source: The date must be in the future.
de: Das Datum muss in der Zukunft liegen.

source: Activity
de: Aktivitäten

source: Planned
de: Geplant

source: No activity yet.
de: Noch keine Aktivitäten.

source: Back
de: Zurück

source: Back to run
de: Zurück zum Lauf

source: Cancel
de: Abbrechen

source: Create
de: Anlegen

source: Cancel and back to list
de: Abbrechen und zurück zur Liste

source: Edit run
de: Zurück zur Liste

source: Cancel run
de: Lauf absagen

source: Schedule again
de: Erneut planen

source: Revoke
de: Absagen

source: Attend
de: Teilnehmen

source: Forget
de: Vergessen

source: Observe
de: Beobachten

source: Edit transport
de: Mitfahrgelegenheit ändern

source: Cancel transport
de: Mitfahrgelegenheit absagen

source: Offer transport
de: Mitfahrgelegenheit anbieten

source: Canceled
de: abgesagt

source: Meeting date
de: Startzeit

source: Starting point
de: Treffpunkt

source: Track length
de: Streckenlänge

source: Created by
de: Angelegt von

source: Contact e-mail
de: E-Mail

source: Contact phone
de: Rufnummer

source: Observed
de: Wird beobachtet

source: Created on
de: Angelegt am

source: Last update
de: Letztes Update

source: Attendees
de: Teilnehmer

source: No attendances yet.
de: Noch keine Teilnehmer.

source: Nobody was in.
de: Niemand hat teilgenommen.

source: Transport offers
de: Mitfahrgelegenheiten

source: offered on
de: hat angeboten am

source: Free seats
de: Freie Sitzplätze

source: Take seat
de: Platz belegen

source: Free seat
de: Platz freigeben

source: took seat on
de: belegte Platz am

source: No transport offers yet.
de: Noch keine Mitfahrgelegenheiten.

source: No transport offers were made.
de: Es wurden noch keine Mitfahrgelegenheiten angeboten.

source: Comment
de: Kommentieren

source: Comments
de: Kommentare

source: wrote on
de: schrieb am

source: No comments yet.
de: Noch keine Kommentare.

source: Confirmation required
de: Bestätigung erforderlich

source: Are you sure?
de: Sind Sie sicher?

source: Confirm
de: Bestätigen

source: Details of
de: Details zu

source: Back to list
de: Zurück zur Liste

source: Latest
de: Letzter Kommentar

source: Submit changes
de: Speichern

source: New
de: Neu

source: No runs are planned.
de: Kein Lauf geplant.

source: Past
de: Vorbei

source: No past runs yet.
de: Noch keine bisherigen Läufe vorhanden.

source: Overview
de: Übersicht

source: Create new
de: Neu planen

source: Planned runs
de: Geplante Läufe

source: Past runs
de: Bisherige Läufe

source: Neither past nor planned runs yet.
de: Keine Läufe vorhanden.

source: Latest shouts
de: Letzte Shouts

source: Current activity
de: Letzte Aktivitäten (live)

source: New shout
de: Neuer Shout

source: No shouts yet.
de: Noch keine Shouts.

source: Offer
de: Anbieten
